tap 'caskroom/cask'

brew 'git'
brew 'zsh'
brew 'heroku'
brew 'ag'
brew 'tig'
brew 'mas'

cask '1password'
cask 'dropbox'
cask 'keybase'
#cask 'alfred'
#cask 'firefox'
#cask 'karabiner-elements'
#cask 'google-chrome'
cask 'spotify'
cask 'franz'
#cask 'flux'
cask 'slack'
cask 'iterm2'
cask 'atom'

mas 'Giphy', id: 668208984
mas 'Captured', id: 414675451
