tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "mapbox/cli"
brew "gdal", args: ["with-postgresql"]
brew "macvim"
brew "node"
brew "nodenv"
brew "postgis"
brew "tig"
brew "tippecanoe"
brew "zsh"
brew "mapbox/cli/mapbox"
brew "mas"

cask "gitify"
cask "dropbox"
cask "spotify"
cask "franz"
cask "slack"
cask "iterm2"
cask "google-chrome"
cask "atom"
cask "sublime-text"
cask "1password"

mas 'Giphy', id: 668208984

